Repository: Spoje-NET/csas-authorize
Catalog: i18n/*/LC_MESSAGES/csas-authorize.po
Languages: cs_cz

source: Removing Expired Token
cs_cz: Odstraňuji expirovaný token

source: Error Creating Token Record
cs_cz: Chyba ukládání záznamu Tokenu

source: No refresh token available
cs_cz: Obnovavací Token není dostupný

source: Token Refreshed
cs_cz: Token byl obnoven

source: Application name
cs_cz: Jméno aplikace

source: Application ID
cs_cz: ID Aplikace

source: Logo URL
cs_cz: URL Loga

source: Sandbox Client ID
cs_cz: Id klienta pískoviště

source: Sandbox Client Secret
cs_cz: Tajemství klienta pískoviště

source: Sandbox Redirect URI
cs_cz: Adresa přesměrování pískoviště

source: Sandbox API Key
cs_cz: API Klíč pískoviště

source: Production Client ID
cs_cz: Produkční ID Klienta

source: Production Client Secret
cs_cz: Tajemství produkčního klienta

source: Production Redirect URI
cs_cz: Produkční adresa přesměrování

source: Production API Key
cs_cz: Klíč produkčního API

source: Save
cs_cz: Ulož

source: Environment
cs_cz: Prostředí

source: Access Token
cs_cz: Přístupový Token

source: Refresh Token
cs_cz: Obnovovací Token

source: Expiration
cs_cz: Expirace

source: Created
cs_cz: Vytvořeno

source: Updated
cs_cz: Aktualizováno

source: CSAS Authorize
cs_cz: ČSAS Autorizace

source: Status
cs_cz: Stav

source: Toggle navigation
cs_cz: Přepnout navigaci

source: Add
cs_cz: Přidat

source: Click to hide messages
cs_cz: Klikněte pro skrytí zpráv

source: Created At
cs_cz: Vytvořeno kdy

source: Expires At
cs_cz: Expiruje

source: Refresh Token Expires At
cs_cz: Obnovovací token expiruje

source: Expire in %d days
cs_cz: Expiruje během %d dní

source: Application %s removal
cs_cz: Odstranění aplikace %s

source: Application Saved
cs_cz: Aplikace uložena

source: Error saving Application
cs_cz: Chyba ukládání Aplikace

source: New Application
cs_cz: Nová Aplikace

source: CSAS
cs_cz: ČSAS

source: Sandbox redirect URI is not set. "Auth SandBox" button is disabled.
cs_cz: URI přesměrování izolovaného prostoru není nastaveno. Tlačítko „Auth SandBox“ je deaktivováno.

source: Sandbox Client ID is not set. "Auth SandBox" button is disabled.
cs_cz: ID klienta Sandbox není nastaveno. Tlačítko „Autentifikace do pískoviště“ je deaktivováno.

source: Sandbox Client Secret is not set. "Auth SandBox" button is disabled.
cs_cz: Tajný klíč klienta Sandbox není nastaven. Tlačítko „Autentizace do pískoviště“ je deaktivováno.

source: Sandbox API Key is not set. "Auth SandBox" button is disabled.
cs_cz: Sandbox API Key není nastaven. Tlačítko „Auth SandBox“ je deaktivováno.

source: Production redirect URI is not set. "Auth Production" button is disabled.
cs_cz: URI přesměrování výroby není nastaveno. Tlačítko "Produkční autentifikace" je deaktivováno.

source: Production Client ID is not set. "Auth Production" button is disabled.
cs_cz: Produkční ID klienta není nastaveno. Tlačítko "Autentifikace produkce" je deaktivováno.

source: Production Client Secret is not set. "Auth Production" button is disabled.
cs_cz: Není nastaven tajný klíč produkčního klienta. Tlačítko "Produkční autentifikace" je deaktivováno.

source: Production API Key is not set. "Auth Production" button is disabled.
cs_cz: Produkční klíč API není nastaven. Tlačítko "Auth Production" je deaktivováno.

source: Application
cs_cz: Aplikace

source: Token %s removal
cs_cz: Odstranění Tokenu %s

source: Remove
cs_cz: Odstranit

source: Refresh
cs_cz: Obnovit
